Repository: crazypoo/CrazyDashboard
Catalog: Global/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, it, tr, zh_hant

# abs_error
source: 故障
de: Abbauen
en: Breakdown
es: Descomponer
fr: Panne
it: Guasto
tr: Arıza

# abs_ok
source: 正常
de: Normal
en: Normal
es: Normal
fr: Normale
it: Normale
tr: Normal

# address_empty
source: 您尚未设置该地址，请先在搜索列表中长按或选择地址进行保存。
de: Sie haben die Adresse noch nicht festgelegt. Bitte lange drücken oder die Adresse in der Suchliste auswählen, um sie zu speichern.
en: You have not set the address yet. Please long press or select the address in the search list to save it.
es: Aún no has configurado la dirección. Mantenga presionada o seleccione la dirección en la lista de búsqueda para guardarla.
fr: Vous n'avez pas encore défini l'adresse. Veuillez appuyer longuement ou sélectionner l'adresse dans la liste de recherche pour l'enregistrer.
it: Non hai ancora impostato l'indirizzo. Premere a lungo o selezionare l'indirizzo nell'elenco di ricerca per salvarlo.
tr: Henüz adresi belirlemediniz. Kaydetmek için lütfen uzun basın veya arama listesindeki adresi seçin.
zh_hant: 您還沒有設定地址。 請長按或在搜尋列表中選擇地址以儲存它。

# address_end
source: 终点
de: Ziel
en: Destination
es: Destino
fr: Destination
it: Destinazione
tr: Varış noktası
zh_hant: 目的地

# address_option
source: 请选择您要执行的操作
de: Bitte wählen Sie den Vorgang aus, den Sie ausführen möchten.
en: Please select the operation you want to perform.
es: Por favor seleccione la operación que desea realizar.
fr: Veuillez sélectionner l'opération que vous souhaitez effectuer.
it: Seleziona l'operazione che desideri eseguire.
tr: Lütfen gerçekleştirmek istediğiniz işlemi seçin.
zh_hant: 請選擇您要執行的操作。

# address_set_success
source: 已成功将该地址设为%@。
de: Die Adresse wurde erfolgreich auf %@ gesetzt.
en: The address has been successfully set to %@.
es: La dirección se ha establecido correctamente en %@.
fr: L'adresse a été définie avec succès sur %@ .
it: L'indirizzo è stato impostato correttamente su %@.
tr: Adres başarıyla %@ olarak ayarlandı
zh_hant: 地址已成功設定為%@。

# address_start
source: 起点
de: Ausgangspunkt
en: Starting point
es: Punto de partida
fr: Point de départ
it: Punto di partenza
tr: Başlangıç noktası
zh_hant: 起點

# alarm_actions_hint
source: 提醒只会在你主动创建后安排；旧版 iOS 使用普通通知。
de: Reminders are scheduled only after you create them. Older iOS versions use standard notifications.
en: Reminders are scheduled only after you create them. Older iOS versions use standard notifications.
es: Reminders are scheduled only after you create them. Older iOS versions use standard notifications.
fr: Reminders are scheduled only after you create them. Older iOS versions use standard notifications.
it: Reminders are scheduled only after you create them. Older iOS versions use standard notifications.
tr: Hatırlatıcılar yalnızca siz oluşturduktan sonra planlanır. Eski iOS sürümleri standart bildirimleri kullanır.
zh_hant: 提醒只會在你主動建立後安排；舊版 iOS 使用一般通知。

# alarm_actions_title
source: 创建提醒
de: Create a reminder
en: Create a reminder
es: Create a reminder
fr: Create a reminder
it: Create a reminder
tr: Hatırlatıcı oluştur
zh_hant: 建立提醒

# alarm_add_departure
source: 添加出发提醒
de: Add departure
en: Add departure
es: Add departure
fr: Add departure
it: Add departure
tr: Çıkış ekle
zh_hant: 新增出發提醒

# alarm_add_parking
source: 开始停车计时
de: Start parking timer
en: Start parking timer
es: Start parking timer
fr: Start parking timer
it: Start parking timer
tr: Park zamanlayıcısını başlat
zh_hant: 開始停車計時

# alarm_add_ride_break
source: 开始休息计时
de: Start rest timer
en: Start rest timer
es: Start rest timer
fr: Start rest timer
it: Start rest timer
tr: Dinlenme zamanlayıcısını başlat
zh_hant: 開始休息計時

# alarm_cancel
source: 取消提醒
de: Cancel
en: Cancel
es: Cancel
fr: Cancel
it: Cancel
tr: İptal

# alarm_cancel_maintenance
source: 取消提醒
de: Cancel reminder
en: Cancel reminder
es: Cancel reminder
fr: Cancel reminder
it: Cancel reminder
tr: Hatırlatıcıyı iptal et

# alarm_capability_alarmkit
source: 系统提醒可用
de: System alarm is available
en: System alarm is available
es: System alarm is available
fr: System alarm is available
it: System alarm is available
tr: Sistem alarmı kullanılabilir
zh_hant: 系統提醒可用

# alarm_capability_notification
source: 当前使用普通通知兼容模式
de: Standard notification fallback is active
en: Standard notification fallback is active
es: Standard notification fallback is active
fr: Standard notification fallback is active
it: Standard notification fallback is active
tr: Standart bildirim yedeği etkin
zh_hant: 目前使用一般通知相容模式

# alarm_capability_title
source: 可用提醒方式
de: Available reminder method
en: Available reminder method
es: Available reminder method
fr: Available reminder method
it: Available reminder method
tr: Kullanılabilir hatırlatma yöntemi

# alarm_capability_unavailable
source: 提醒权限不可用
de: Reminder permission is unavailable
en: Reminder permission is unavailable
es: Reminder permission is unavailable
fr: Reminder permission is unavailable
it: Reminder permission is unavailable
tr: Hatırlatma izni kullanılamıyor
zh_hant: 提醒權限無法使用

# alarm_center_title
source: 提醒中心
de: Alarm Center
en: Alarm Center
es: Alarm Center
fr: Alarm Center
it: Alarm Center
tr: Alarm Merkezi

# alarm_choose_time
source: 选择时间
de: Choose time
en: Choose time
es: Choose time
fr: Choose time
it: Choose time
tr: Saat seç
zh_hant: 選擇時間

# alarm_custom_minutes
source: 自定义时长
de: Custom duration
en: Custom duration
es: Custom duration
fr: Custom duration
it: Custom duration
tr: Özel süre
zh_hant: 自訂時長

# alarm_custom_minutes_hint
source: 请输入分钟（停车：1–1440；休息：15–240）。
de: Enter minutes (parking: 1–1440; rest: 15–240).
en: Enter minutes (parking: 1–1440; rest: 15–240).
es: Enter minutes (parking: 1–1440; rest: 15–240).
fr: Enter minutes (parking: 1–1440; rest: 15–240).
it: Enter minutes (parking: 1–1440; rest: 15–240).
tr: Dakika girin (park: 1–1440; dinlenme: 15–240).
zh_hant: 請輸入分鐘（停車：1–1440；休息：15–240）。

# alarm_delivery_alarmkit
source: AlarmKit 系统提醒
de: AlarmKit
en: AlarmKit
es: AlarmKit
fr: AlarmKit
it: AlarmKit
tr: AlarmKit
zh_hant: AlarmKit 系統提醒

# alarm_delivery_label
source: 方式
de: Delivery
en: Delivery
es: Delivery
fr: Delivery
it: Delivery
tr: Teslimat

# alarm_delivery_notification
source: 普通通知
de: Notification
en: Notification
es: Notification
fr: Notification
it: Notification
tr: Bildirim
zh_hant: 一般通知

# alarm_departure_scheduled
source: 出发提醒已安排：%@
de: Departure reminder scheduled for %@
en: Departure reminder scheduled for %@
es: Departure reminder scheduled for %@
fr: Departure reminder scheduled for %@
it: Departure reminder scheduled for %@
tr: Çıkış hatırlatıcısı %@ için planlandı
zh_hant: 出發提醒已安排：%@

# alarm_departure_title
source: 出发提醒
de: Departure reminder
en: Departure reminder
es: Departure reminder
fr: Departure reminder
it: Departure reminder
tr: Çıkış hatırlatıcısı
zh_hant: 出發提醒

# alarm_departure_title_optional
source: 提醒标题（可选）
de: Reminder title (optional)
en: Reminder title (optional)
es: Reminder title (optional)
fr: Reminder title (optional)
it: Reminder title (optional)
tr: Hatırlatıcı başlığı (isteğe bağlı)
zh_hant: 提醒標題（可選）

# alarm_duration_minutes
source: %d 分钟
de: %d min
en: %d min
es: %d min
fr: %d min
it: %d min
tr: %d dk
zh_hant: %d 分鐘

# alarm_fallback_title
source: 摩托车提醒
de: Motorcycle reminder
en: Motorcycle reminder
es: Motorcycle reminder
fr: Motorcycle reminder
it: Motorcycle reminder
tr: Motosiklet hatırlatıcısı
zh_hant: 摩托車提醒

# alarm_invalid_date
source: 请选择至少在一分钟后的时间。
de: Choose a time at least one minute from now.
en: Choose a time at least one minute from now.
es: Choose a time at least one minute from now.
fr: Choose a time at least one minute from now.
it: Choose a time at least one minute from now.
tr: Şimdiden en az bir dakika sonrası için bir saat seçin.
zh_hant: 請選擇至少在一分鐘後的時間。

# alarm_invalid_duration
source: 计时长度超出支持范围。
de: The timer duration is outside the supported range.
en: The timer duration is outside the supported range.
es: The timer duration is outside the supported range.
fr: The timer duration is outside the supported range.
it: The timer duration is outside the supported range.
tr: Zamanlayıcı süresi desteklenen aralığın dışında.
zh_hant: 計時長度超出支援範圍。

# alarm_maintenance_title
source: 保养提醒
de: Maintenance
en: Maintenance
es: Maintenance
fr: Maintenance
it: Maintenance
tr: Bakım
zh_hant: 保養提醒

# alarm_no_due_date
source: 未设置日期
de: No due date
en: No due date
es: No due date
fr: No due date
it: No due date
tr: Son tarih yok
zh_hant: 未設定日期

# alarm_no_maintenance_records
source: 暂无保养记录
de: No maintenance records
en: No maintenance records
es: No maintenance records
fr: No maintenance records
it: No maintenance records
tr: Bakım kaydı yok
zh_hant: 暫無保養記錄

# alarm_no_scheduled
source: 暂无已安排提醒
de: No reminders are scheduled
en: No reminders are scheduled
es: No reminders are scheduled
fr: No reminders are scheduled
it: No reminders are scheduled
tr: Planlanmış hatırlatıcı yok
zh_hant: 暫無已安排提醒

# alarm_not_authorized
source: 未获得提醒权限。
de: Reminder permission was not granted.
en: Reminder permission was not granted.
es: Reminder permission was not granted.
fr: Reminder permission was not granted.
it: Reminder permission was not granted.
tr: Hatırlatma izni verilmedi.
zh_hant: 未獲得提醒權限。

# alarm_not_found
source: 提醒已不存在。
de: The reminder no longer exists.
en: The reminder no longer exists.
es: The reminder no longer exists.
fr: The reminder no longer exists.
it: The reminder no longer exists.
tr: Hatırlatıcı artık mevcut değil.

# alarm_not_supported
source: 当前不支持此提醒操作。
de: This reminder action is not supported here.
en: This reminder action is not supported here.
es: This reminder action is not supported here.
fr: This reminder action is not supported here.
it: This reminder action is not supported here.
tr: Bu hatırlatma işlemi burada desteklenmiyor.
zh_hant: 目前不支援此提醒操作。

# alarm_open
source: 打开
de: Open
en: Open
es: Open
fr: Open
it: Open
tr: Aç
zh_hant: 開啟

# alarm_open_unavailable
source: 提醒中心暂不可用
de: Alarm Center is unavailable
en: Alarm Center is unavailable
es: Alarm Center is unavailable
fr: Alarm Center is unavailable
it: Alarm Center is unavailable
tr: Alarm Merkezi kullanılamıyor
zh_hant: 提醒中心暫時無法使用

# alarm_opened
source: 已打开提醒中心
de: Alarm Center opened
en: Alarm Center opened
es: Alarm Center opened
fr: Alarm Center opened
it: Alarm Center opened
tr: Alarm Merkezi açıldı
zh_hant: 已開啟提醒中心

# alarm_parking_title
source: 停车计时
de: Parking timer
en: Parking timer
es: Parking timer
fr: Parking timer
it: Parking timer
tr: Park zamanlayıcısı
zh_hant: 停車計時

# alarm_pause
source: 暂停
de: Pause
en: Pause
es: Pause
fr: Pause
it: Pause
tr: Duraklat
zh_hant: 暫停

# alarm_paused
source: 提醒已暂停
de: Reminder paused
en: Reminder paused
es: Reminder paused
fr: Reminder paused
it: Reminder paused
tr: Hatırlatıcı duraklatıldı
zh_hant: 提醒已暫停

# alarm_request_permission
source: 申请提醒权限
de: Request permission
en: Request permission
es: Request permission
fr: Request permission
it: Request permission
tr: İzin iste
zh_hant: 申請提醒權限

# alarm_resume
source: 继续
de: Resume
en: Resume
es: Resume
fr: Resume
it: Resume
tr: Sürdür
zh_hant: 繼續

# alarm_ride_break_title
source: 骑行休息计时
de: Ride break timer
en: Ride break timer
es: Ride break timer
fr: Ride break timer
it: Ride break timer
tr: Sürüş molası zamanlayıcısı
zh_hant: 騎行休息計時

# alarm_schedule_failed
source: 提醒安排失败。
de: The reminder could not be scheduled.
en: The reminder could not be scheduled.
es: The reminder could not be scheduled.
fr: The reminder could not be scheduled.
it: The reminder could not be scheduled.
tr: Hatırlatıcı planlanamadı.
zh_hant: 提醒安排失敗。

# alarm_scheduled_title
source: 已安排提醒
de: Scheduled reminders
en: Scheduled reminders
es: Scheduled reminders
fr: Scheduled reminders
it: Scheduled reminders
tr: Planlanmış hatırlatıcılar

# alarm_set_maintenance
source: 设置提醒
de: Set reminder
en: Set reminder
es: Set reminder
fr: Set reminder
it: Set reminder
tr: Hatırlatıcı ayarla
zh_hant: 設定提醒

# alarm_state_alerting
source: 提醒中
de: Alerting
en: Alerting
es: Alerting
fr: Alerting
it: Alerting
tr: Uyarı veriliyor

# alarm_state_countdown
source: 倒计时中
de: Counting down
en: Counting down
es: Counting down
fr: Counting down
it: Counting down
tr: Geri sayım
zh_hant: 倒數中

# alarm_state_label
source: 状态
de: State
en: State
es: State
fr: State
it: State
tr: Durum
zh_hant: 狀態

# alarm_state_paused
source: 已暂停
de: Paused
en: Paused
es: Paused
fr: Paused
it: Paused
tr: Duraklatıldı
zh_hant: 已暫停

# alarm_state_scheduled
source: 已安排
de: Scheduled
en: Scheduled
es: Scheduled
fr: Scheduled
it: Scheduled
tr: Planlandı

# alarm_stop
source: 停止
de: Stop
en: Stop
es: Stop
fr: Stop
it: Stop
tr: Durdur

# alarm_time_label
source: 时间
de: Time
en: Time
es: Time
fr: Time
it: Time
tr: Saat
zh_hant: 時間

# alarm_timer_started
source: 已启动 %@，时长 %d 分钟
de: Started %@ for %d minutes
en: Started %@ for %d minutes
es: Started %@ for %d minutes
fr: Started %@ for %d minutes
it: Started %@ for %d minutes
tr: %@ %d dakika için başlatıldı
zh_hant: 已啟動 %@，時長 %d 分鐘

# alert_loading
source: 正在加载......
de: Laden......
en: Loading......
es: Cargando......
fr: Chargement......
it: Caricamento......
tr: Yükleniyor......
zh_hant: 正在加載......

# app_intent_alarm_id_parameter
source: 提醒 ID
de: Alarm ID
en: Alarm ID
es: Alarm ID
fr: Alarm ID
it: Alarm ID
tr: Alarm kimliği

# app_intent_alarm_open_title
source: 打开摩托车提醒
de: Open motorcycle reminder
en: Open motorcycle reminder
es: Open motorcycle reminder
fr: Open motorcycle reminder
it: Open motorcycle reminder
tr: Motosiklet hatırlatıcısını aç
zh_hant: 開啟摩托車提醒

# app_intent_departure_description
source: 安排摩托车出发提醒。
de: Schedule a reminder for a motorcycle departure.
en: Schedule a reminder for a motorcycle departure.
es: Schedule a reminder for a motorcycle departure.
fr: Schedule a reminder for a motorcycle departure.
it: Schedule a reminder for a motorcycle departure.
tr: Motosiklet çıkışı için hatırlatıcı planlayın.
zh_hant: 安排摩托車出發提醒。

# app_intent_departure_short_title
source: 出发提醒
de: Departure reminder
en: Departure reminder
es: Departure reminder
fr: Departure reminder
it: Departure reminder
tr: Çıkış hatırlatıcısı
zh_hant: 出發提醒

# app_intent_departure_time_parameter
source: 出发时间
de: Departure time
en: Departure time
es: Departure time
fr: Departure time
it: Departure time
tr: Çıkış zamanı
zh_hant: 出發時間

# app_intent_departure_title
source: 安排骑行出发提醒
de: Schedule a ride departure reminder
en: Schedule a ride departure reminder
es: Schedule a ride departure reminder
fr: Schedule a ride departure reminder
it: Schedule a ride departure reminder
tr: Sürüş çıkışı hatırlatıcısı planla
zh_hant: 安排騎行出發提醒

# app_intent_destination_parameter
source: 目的地
de: Ziel
en: Destination
es: Destino
fr: Destination
it: Destinazione
tr: Hedef

# app_intent_destination_required
source: 请提供目的地。
de: Bitte geben Sie ein Ziel an.
en: Please provide a destination.
es: Por favor proporcione un destino.
fr: Veuillez indiquer une destination.
it: Si prega di fornire una destinazione.
tr: Lütfen bir hedef belirtin.
zh_hant: 請提供目的地。

# app_intent_find_fuel_description
source: 搜索附近加油站并准备摩托车导航。
de: Suchen Sie nach einer nahegelegenen Tankstelle und bereiten Sie die Motorradnavigation vor.
en: Search for a nearby gas station and prepare motorcycle navigation.
es: Busca una gasolinera cercana y prepara la navegación en moto.
fr: Recherchez une station-service à proximité et préparez la navigation en moto.
it: Cerca una stazione di servizio nelle vicinanze e prepara la navigazione in moto.
tr: Yakındaki benzin istasyonunu ara ve motosiklet navigasyonunu hazırla.
zh_hant: 搜尋附近加油站並準備摩托車導航。

# app_intent_find_fuel_title
source: 查找加油站
de: Finden Sie eine Tankstelle
en: Find a gas station
es: Encuentra una gasolinera
fr: Trouver une station-service
it: Trova una stazione di servizio
tr: Benzin istasyonu bul
zh_hant: 尋找加油站

# app_intent_fuel_search_started
source: 正在搜索附近加油站。
de: Suche nach einer Tankstelle in der Nähe.
en: Searching for a nearby gas station.
es: Buscando una gasolinera cercana.
fr: Recherche d'une station-service à proximité.
it: Alla ricerca di una stazione di servizio nelle vicinanze.
tr: Yakındaki benzin istasyonu aranıyor.
zh_hant: 正在搜尋附近加油站。

# app_intent_hud_opened
source: 骑行 HUD 已打开。
de: Das Reit-HUD ist geöffnet.
en: The riding HUD is open.
es: El HUD de conducción está abierto.
fr: Le HUD de conduite est ouvert.
it: L'HUD di guida è aperto.
tr: Sürüş HUD'si açıldı.
zh_hant: 騎行 HUD 已開啟。

# app_intent_mark_ride_event_description
source: 在当前行程黑匣子中保存一个手动事件。
de: Speichern Sie ein manuelles Ereignis in der Blackbox der aktuellen Fahrt.
en: Save a manual event in the current ride black box.
es: Guarde un evento manual en el cuadro negro del viaje actual.
fr: Enregistrez un événement manuel dans la boîte noire du trajet en cours.
it: Salva un evento manuale nella casella nera della corsa corrente.
tr: Mevcut sürüş kara kutusuna manuel olay kaydet.
zh_hant: 在目前行程黑盒子中保存一個手動事件。

# app_intent_mark_ride_event_title
source: 标记当前行程
de: Aktuelle Fahrt markieren
en: Mark current ride
es: Marcar viaje actual
fr: Marquer le trajet en cours
it: Segna la corsa attuale
tr: Mevcut sürüşü işaretle
zh_hant: 標記目前行程

# app_intent_navigate_description
source: 切换到导航并搜索指定目的地。
de: Wechseln Sie zur Navigation und suchen Sie nach einem Ziel.
en: Switch to navigation and search for a destination.
es: Cambie a navegación y busque un destino.
fr: Passez à la navigation et recherchez une destination.
it: Passa alla navigazione e cerca una destinazione.
tr: Navigasyona geç ve bir hedef ara.
zh_hant: 切換到導航並搜尋指定目的地。

# app_intent_navigate_title
source: 导航到目的地
de: Navigieren Sie zum Ziel
en: Navigate to destination
es: Navegar al destino
fr: Naviguer vers la destination
it: Navigare verso la destinazione
tr: Hedefe git
zh_hant: 導航到目的地

# app_intent_navigation_started
source: 已开始搜索目的地：%@
de: Begann mit der Suche nach: %@
en: Started searching for: %@
es: Comenzó a buscar: %@
fr: Début de la recherche : %@
it: Ho iniziato a cercare: %@
tr: Şu hedef aranıyor: %@
zh_hant: 已開始搜尋目的地：%@

# app_intent_navigation_unavailable
source: 当前无法打开导航。
de: Die Navigation ist derzeit nicht verfügbar.
en: Navigation is currently unavailable.
es: La navegación no está disponible actualmente.
fr: La navigation est actuellement indisponible.
it: La navigazione non è al momento disponibile.
tr: Navigasyon şu anda kullanılamıyor.
zh_hant: 目前無法開啟導航。

# app_intent_open_hud_description
source: 打开摩托车骑行仪表盘。
de: Öffnen Sie das Motorrad-Armaturenbrett.
en: Open the motorcycle riding dashboard.
es: Abra el salpicadero de la motocicleta.
fr: Ouvrez le tableau de bord de conduite de moto.
it: Apri il cruscotto di guida della moto.
tr: Motosiklet sürüş panelini aç.
zh_hant: 開啟摩托車騎行儀表板。

# app_intent_open_hud_title
source: 打开骑行 HUD
de: Offenes Reit-HUD
en: Open riding HUD
es: HUD de conducción abierta
fr: HUD de conduite ouvert
it: HUD di guida aperto
tr: Sürüş HUD'sini aç
zh_hant: 開啟騎行 HUD

# app_intent_parked_location_description
source: 读取最近一次保存的停车位置。
de: Lesen Sie die zuletzt gespeicherte Parkposition ab.
en: Read the latest saved parking position.
es: Lea la última posición de estacionamiento guardada.
fr: Lisez la dernière position de stationnement enregistrée.
it: Leggi l'ultima posizione di parcheggio salvata.
tr: Kaydedilen son park konumunu oku.
zh_hant: 讀取最近一次保存的停車位置。

# app_intent_parked_location_summary
source: 最后停车位置：%@
de: Letzte geparkte Position: %@
en: Last parked position: %@
es: Última posición estacionada: %@
fr: Dernière position garée : %@
it: Ultima posizione parcheggiata: %@
tr: Son park konumu: %@
zh_hant: 最後停車位置：%@

# app_intent_parked_location_title
source: 查看停车位置
de: Geparktes Motorrad finden
en: Find parked motorcycle
es: Encuentra moto estacionada
fr: Trouver une moto garée
it: Trova la moto parcheggiata
tr: Park konumunu bul
zh_hant: 查看停車位置

# app_intent_parked_location_unavailable
source: 暂无已保存的停车位置。
de: Es ist keine gespeicherte Parkposition verfügbar.
en: No saved parking position is available.
es: No hay ninguna posición de aparcamiento guardada disponible.
fr: Aucune position de stationnement enregistrée n'est disponible.
it: Non è disponibile alcuna posizione di parcheggio salvata.
tr: Kayıtlı park konumu yok.
zh_hant: 暫無已保存的停車位置。

# app_intent_reminder_title_parameter
source: 标题
de: Title
en: Title
es: Title
fr: Title
it: Title
tr: Başlık
zh_hant: 標題

# app_intent_timer_description
source: 开始停车或骑行休息提醒。
de: Start a parking or ride break reminder.
en: Start a parking or ride break reminder.
es: Start a parking or ride break reminder.
fr: Start a parking or ride break reminder.
it: Start a parking or ride break reminder.
tr: Park veya sürüş molası hatırlatıcısı başlatın.
zh_hant: 開始停車或騎行休息提醒。

# app_intent_timer_minutes_parameter
source: 分钟
de: Minutes
en: Minutes
es: Minutes
fr: Minutes
it: Minutes
tr: Dakika
zh_hant: 分鐘

# app_intent_timer_parking
source: 停车计时
de: Parking timer
en: Parking timer
es: Parking timer
fr: Parking timer
it: Parking timer
tr: Park zamanlayıcısı
zh_hant: 停車計時

# app_intent_timer_ride_break
source: 骑行休息计时
de: Ride break timer
en: Ride break timer
es: Ride break timer
fr: Ride break timer
it: Ride break timer
tr: Sürüş molası zamanlayıcısı
zh_hant: 騎行休息計時

# app_intent_timer_short_title
source: 摩托车计时
de: Motorcycle timer
en: Motorcycle timer
es: Motorcycle timer
fr: Motorcycle timer
it: Motorcycle timer
tr: Motosiklet zamanlayıcısı
zh_hant: 摩托車計時

# app_intent_timer_title
source: 开始摩托车计时
de: Start a motorcycle timer
en: Start a motorcycle timer
es: Start a motorcycle timer
fr: Start a motorcycle timer
it: Start a motorcycle timer
tr: Motosiklet zamanlayıcısı başlat
zh_hant: 開始摩托車計時

# app_intent_timer_type
source: 摩托车计时
de: Motorcycle timer
en: Motorcycle timer
es: Motorcycle timer
fr: Motorcycle timer
it: Motorcycle timer
tr: Motosiklet zamanlayıcısı
zh_hant: 摩托車計時

# app_intent_timer_type_parameter
source: 计时类型
de: Timer type
en: Timer type
es: Timer type
fr: Timer type
it: Timer type
tr: Zamanlayıcı türü
zh_hant: 計時類型

# app_intent_vehicle_status_coordinates
source: 坐标：%.5f, %.5f
de: Koordinaten: %.5f, %.5f
en: Coordinates: %.5f, %.5f
es: Coordenadas: %.5f, %.5f
fr: Coordonnées : %.5f , %.5f
it: Coordinate: %.5f , %.5f
tr: Koordinatlar: %.5f, %.5f
zh_hant: 座標：%.5f, %.5f

# app_intent_vehicle_status_description
source: 读取最近一次保存的摩托车状态。
de: Lesen Sie den zuletzt gespeicherten Motorradstatus.
en: Read the latest saved motorcycle status.
es: Lea el último estado de la motocicleta guardado.
fr: Lisez le dernier statut de moto enregistré.
it: Leggi l'ultimo stato della moto salvato.
tr: Kaydedilen en son motosiklet durumunu oku.
zh_hant: 讀取最近一次保存的摩托車狀態。

# app_intent_vehicle_status_last_sync
source: 最后同步：%@
de: Letzte Synchronisierung: %@
en: Last sync: %@
es: Última sincronización: %@
fr: Dernière synchronisation : %@
it: Ultima sincronizzazione: %@
tr: Son senkronizasyon: %@
zh_hant: 最後同步：%@

# app_intent_vehicle_status_parking
source: 最后停车：%@
de: Letzter Parkplatz: %@
en: Last parking: %@
es: Último estacionamiento: %@
fr: Dernier stationnement : %@
it: Ultimo parcheggio: %@
tr: Son park: %@
zh_hant: 最後停車：%@

# app_intent_vehicle_status_summary
source: 状态：%@ · 油量：%d%% · 小计里程：%.1f km
de: Status: %@ · Kraftstoff: %d %% · Fahrt: %.1f km
en: Status: %@ · Fuel: %d%% · Trip: %.1f km
es: Estado: %@ · Combustible: %d %% · Viaje: %.1f km
fr: Statut : %@ · Carburant : %d %% · Trajet : %.1f km
it: Stato: %@ · Carburante: %d %% · Viaggio: %.1f km
tr: Durum: %@ · Yakıt: %d%% · Gezi: %.1f km
zh_hant: 狀態：%@ · 油量：%d%% · 小計里程：%.1f km

# app_intent_vehicle_status_title
source: 查询车辆状态
de: Fahrzeugstatus abrufen
en: Get vehicle status
es: Obtener el estado del vehículo
fr: Obtenir le statut du véhicule
it: Ottieni lo stato del veicolo
tr: Araç durumunu al
zh_hant: 查詢車輛狀態
